* GULL5
:PROPERTIES:
:header-args:jupyter-python+: :session ds :kernel ds
:clearpage: t
:END:

#+NAME: ingest_meta
#+BEGIN_SRC bash :results verbatim :exports results
cat meta.bsv | sed 's/|/@| /' | column -s"@" -t
#+END_SRC

#+RESULTS: ingest_meta
#+begin_example
Borehole ID                      | GULL5
Place name                       | Sermeq Avannerleq
Geographic location              | Central West Greenland
Site type                        | Ice sheet
Data Source                      | L체thi email
Data DOI                         | 
Science Source                   | Ryser, C., L체thi, M. P., Andrews, L. C., Hoffman, M. J., Catania, G. A., Hawley, R. L., ... & Kristensen, S. S. (2014). Sustained high basal motion of the Greenland ice sheet revealed by borehole deformation. Journal of Glaciology, 60(222), 647-660.
Science DOI                      | 10.3189/2014JoG13J196
Date                             | 2011-07-29
Longitude [째E]                   | -49.7182
Latitude [째N]                    | 69.4524
Location Source                  | 10.3189/2014JoG13J196
Depth of top measurement [m]     | 307.0
Depth of bottom measurement [m]  | 707
Ice thickness [m]                | 707
Coverage [% of thickness]        | 57
Ice thickness source             | Ryser, 2014 (Table 3). 705/707 for thickness
Note                             | See FOXX1/temperature_foxx_gull_streamlined.org
#+end_example

** Temperature

See FOXX1/temperature_foxx_gull_streamlined.org

** Thickness

** Location

** Data                                                 :noexport:

#+NAME: ingest_data
#+BEGIN_SRC bash :exports results
cat data.csv | sort -t, -n -k1
#+END_SRC

#+RESULTS: ingest_data
|   d |         t |
| 307 | -11.26433 |
| 407 |  -14.1336 |
| 497 | -12.73164 |
| 537 | -10.09173 |
| 577 |  -6.55356 |
| 622 |  -2.72538 |
| 667 |  -0.82801 |
| 687 |  -0.57332 |
| 697 |  -0.52864 |
| 702 |  -0.46695 |
| 705 |  -0.40376 |
| 707 |  -0.50257 |

